console.log(`
1. Вёрстка валидная +10
2. Вёрстка семантическая +16
В коде страницы присутствуют следующие элементы:
- <header>, <main>, <footer> +2
- шесть элементов <section> +2
- только один заголовок <h1> +2
- шесть заголовков <h2> +2
- один элемент <nav> +2
- минимум два списка ul > li > a +2
- минимум семь кнопок <button> +2
- минимум два инпута <input> +2
3. Верстка соответствует макету +54
- блок <header> +8
- секция About +6
- секция Welcome +4
- секция Favorites +8
- секция CoffeShop +6
- секция Contacts +6
- секция LibraryCard +8
- блок <footer> +8
4. Общие требования к верстке +20 
- для построения сетки используются флексы +2
- при уменьшении масштаба страницы браузера вся вёрстка (контент и фоны) размещается по центру, а не сдвигается в сторону +2
- иконки добавлены в формате .svg +2
- изображения добавлены в формате .jpg или .png +2
- есть favicon +2
- плавная прокрутка по якорям +2
- в футере название ссылки Username заменено и ведет на GitHub студента +2
- в футере ссылка The Rolling Scopes School ведет на страницу курса https://rs.school/js-stage0/ +2
- интерактивность элементов согласно макету +2
- плавное изменение внешнего вида элемента при наведении и клике не влияет на соседние элементы +2
Итого: 100!
`);